main_menu_actions = {
    "menu": "======================================\n1 - Добавить задачу\n2 - Отметить задачу\n3 - Удалить задачу\n4 - Показать список\n0 - Выход\n======================================"
}

add_menu_actions = {
    "menu": "======================================\n1 - Добавить задачу\n2 - Добавить подзадачу\n======================================"
}

placeholders = {
    "incorrect_input": "Некорректный ввод",
    "enter_tasks": "Введите задачи (Напишите слово 'стоп', чтобы закончить)\nЕсли хотитет добавить подзадачу, начинайте строку с '-'\n",
    "enter_task_first": "Для начала добавьте задачу",
    "choose_task": "Выберите задачу, к которой хотите добавить подзадачу.",
    "enter_subtasks": "Напишите подзадачу(и) (Напишите слово 'стоп', чтобы закончить).",
    "task_number_only": "Введите номер задачи, а не подзадачи.",
    "number": "Введите количество задач, которые хотите добавить",
    "actual_task": "Напишите номер задачи \n",
    "now_list": "Действующий список задач",
}
